// multyminning bases
export const basesGroups = [
    {
        title: "יחידות_בקרה_אווירית",
        bases: [
            "יב_א_צפונית",
            "יב_א_מרכז",
            "יב_א_דרומית"
        ]
    },
    {
        title: "בסיסי_טיסה",
        bases: [
            "כנף_1",
            "בח_א_30",
            "בח_א_8",
            "כנף_4",
            "בח_א_6",
            "בח_א_28",
            "כנף_25",
            "בח_א_10"
        ]
    },
    {
        title: "יחידות_הגנ_א",
        bases: [
            "כנף_4",
            "ביסל_א",
            "בח_א_30"
        ]
    },
    {
        title: "יחידת_קשר_502",
        bases: [
            "כנף_4"
        ]
    },
    {
        title: "יב_א",
        bases: [
            'יב_א_צפונית',
            'יב_א_מרכז',
            'יב_א_דרומית'
        ]
    }
];


// all bases
export const allBases = [
    'בח_א_21',
    'כנף_1',
    'יב_א_צפונית',
    'ממח_א_111',
    'יב_א_מרכז',
    'בח_א_8',
    'כנף_4',
    'בח_א_28',
    'בח_א_6',
    'ביסל_א',
    'יב_א_דרומית',
    'בח_א_10',
    'כנף_25',
    'בח_א_30',
];

// export const bases2 = [
//     "בח''א 21",
//     "כנף 1",
//     "יב''א צפונית",
//     "ממח''א 111",
//     "יב''א מרכז",
//     "בח''א 8",
//     "כנף 4",
//     "בח''א 28",
//     "בח''א 6",
//     "ביסל''א",
//     "יב''א דרומית",
//     "בח''א 10",
//     "כנף 25",
//     "בח''א 30",
// ];